"&About Flash Decompiler..." = "&Over Flash Decompiler..."
"&Copy" = "&Kopiëren"
"&Help" = "&Hulp"
"&Keyboard shortcuts" = "&Sneltoetsen"
"&Localization" = "&Lokalisering"
"&Open file and add it to tasks..." = "&Bestand openen en aan taken toevoegen..."
"&Preview file in player..." = "&Preview bestand in speler..."
"&Save SWF/EXE as..." = "&SWF/EXE als... opslaan"
"&Tutorials" = "&Handboeken"
"16 (high color)" = "16 (high color)"
"24 (true color)" = "24 (true color)"
"32 (true color)" = "32 (true color)"
"8 (colormapped)" = "8 (colormapped)"
"AUTO" = "AUTOMATISCH"
"ActionScript" = "ActionScript"
"ActionScript (*.as)" = "ActionScript (*.as)"
"ActionScript options" = "Opties van ActionScript"
"ActionScript search" = "ActionScript zoeken"
"ActionScripts viewing mode settings. This only effects ActionScripts, shown in Flash Decompiler." = "De Instelling van weergave van ActionScripts. Dit beïnvloedt enkel de in Flash Decompiler getoonde ActionScripts ."
"Actions" = "Akties"
"Activity log" = "Aktiviteiten log"
"Add SWF files to tasks" = "SWF-bestanden aan taken toevoegen"
"Add all files in the current directory to My tasks list\r\nrecursively, including subfolders." = "Alle bestanden uit deze map inclusief Submappen aan mijn taken\r\ntoevoegenhinzufügen."
"Add currently selected SWF/EXE file\r\ninto My tasks list for management,\r\nconversion and extraction." = "Het geselecteerde SWF/EXE bestand\r\n aan mijn takenlijst toevoegen voor de verwerking ,\r\nomzetting en Extractie."
"Add folder" = "Map toevoegen"
"Add folder recursively" = "Map recursief toevoegen"
"Add folder root" = "De hoofdmap toevoegen"
"Add only files present in folder's root to My tasks list." = "Enkel bestanden uit de hoofdmap aan mijn takenlijst toevoegen."
"Add task" = "Taken toevoegen"
"Add whole folder into My tasks list." = "De ganse map aan mijn takenlijst toevoegen."
"Advanced morph decompilation" = "Uitgebreide decompilering van de morphen"
"Align" = "Aligneren"
"Align text to the left" = "De tekst links aligneren"
"Align text to the right" = "De tekst rechts aligneren"
"All sound files (*.WAV, *.MP3)|*.WAV;*.MP3|Wave sounds (*.WAV)|*.WAV|MP3 music (*.MP3)|*.MP3|" = "Alle geluidsbestanden (*.WAV, *.MP3)|*.WAV;*.MP3|Wave geluiden (*.WAV)|*.WAV|MP3 Muziek (*.MP3)|*.MP3|"
"All supported files (*.SWF; *.EXE)|*.SWF;*.EXE|SWF Files (*.SWF)|*.SWF|Projectors (*.EXE)|*.EXE|" = "Alle ondersteunde bestanden (*.SWF; *.EXE)|*.SWF;*.EXE|SWF bestanden (*.SWF)|*.SWF|Projectors (*.EXE)|*.EXE|"
"All supported image formats (*.JPG, *.JPEG, *.JPE, *.BMP, *.PNG)|*.JPG;*.JPEG;*.JPE;*.BMP;*.PNG|JPEG compressed images (*.JPG, *.JPEG, *.JPE)|*.JPG;*.JPEG;*.JPE|Bitmaps (*.BMP)|*.BMP|Portable network graphics (*.PNG)|*.PNG|" = "Alle ondersteunde beeldformaten (*.JPG, *.JPEG, *.JPE, *.BMP, *.PNG)|*.JPG;*.JPEG;*.JPE;*.BMP;*.PNG|JPEG gecomprimeerde beelden (*.JPG, *.JPEG, *.JPE)|*.JPG;*.JPEG;*.JPE|Bitmaps (*.BMP)|*.BMP|Portable Network Graphics (*.PNG)|*.PNG|"
"All words" = "Alle woorden"
"Allows/Disables text selection" = "De tekstselectie aktiveren/deaktiveren"
"Almost the same with previewing a file,\r\nbut will also add it to My tasks list for further processing." = "Haast hetzelfde als de Preview van bestand,\r\nmaar het bestand wordt aan mijn Takenlijst toegevoegd voor verdere bewerking."
"Any word" = "Elk woord"
"Autodetect" = "Autodetect"
"Autosize" = "Autogrootte"
"Available localizations" = "Beschikbare Lokaliseringen"
"Background color:" = "Achtergrondkleur:"
"Beta-tester" = "Beta-tester"
"Bitmap Files (*.bmp)|*.bmp|" = "Bitmap bestanden (*.bmp)|*.bmp|"
"Bits per ADPCM sample:" = "Bits per ADPCM sample:"
"Bits per pixel" = "Bits per Pixel"
"Bits per pixel:" = "Bits per Pixel:"
"Bits per sample:" = "Bits per Sample:"
"Bounds" = "Grenzen"
"Braces around single statement" = "Haakjes rond elke opgave"
"Braces at new line" = "Haakjes bij een nieuwe lijn"
"Build %@" = "Build %@"
"Business" = "Businesslicentie"
"Button" = "Knop"
"Buttons" = "Knoppen"
"By default Flash Decompiler will show actual snapshots of most of the Flash objects for preview, when you select the whole category/group. Making previews of multiple objects may substantially slow down Flash Decompiler performance when you navigate through objects groups, especially when there are more than 100 items there. So, you might wish to disable thumbnails generation for certain object types. Tiny nice icons will be shown to you then." = "De Flash Decompiler toont Screenshots van de meeste Flash-Objecten als Preview, wanneer u de volledige kategorie/Groep kiest. De voorbereiding van de Preview voor meerdere objecten zal de snelheid van het programma vertragen, wanneer u door de groep van objecten navigeert, vooral wanneer er meer dan 100 objecten zijn. Deaktiveer het aanmaken van PreviewBeelden voor bepaalde types objecten. U zal geen iconen zien."
"Cancel" = "Afbreken"
"Center text" = "De tekst centreren"
"Change ActionScripts view to Pi-code actions representation" = "De voorstelling van de ActionScripts in Pi-Code weergeven"
"Change ActionScripts view to common representation" = "De voorstelling van de ActionScripts standaard weergeven"
"Change ActionScripts view to hex dump representation" = "De voorstelling van de ActionScripts hexadecimaal weergeven"
"Change ActionScripts view to split mode including Pi-codes and hex dumps" = "De voorstelling van de ActionScripts in dubbel mode weergeven, Pi-code en hex dump"
"Change background color" = "De achtergrondkleur wijzigen"
"Change text type to passwords with masking" = "De als Paswoord gedrukte Tekst onzichtbaar maken"
"Change the text color" = "De Tekstkleur wijzigen"
"Check for &newer version" = "Check voor &nieuwere versie"
"Check for availability of updated version online." = "Check beschikbaarheid van bijgewerkte versie online."
"Check your Flash Decompiler copy details, like version, build,\r\nrelease date, technical support contacts, etc." = "Check de details van uw kopie van Flash Decompiler zoals de Versie, de Build,\r\nde vrijgavedatum, de Kontaktinformatie voor technische Support enz."
"Check/Uncheck selected items" = "Check/uncheck de gekozen items"
"Choose background color for current task" = "De achtergrondkleur voor huidige Taken kiezen"
"Choose the language Flash Decompiler GUI will be displayed in." = "Kies de taal waarin de GUI van de Flash Decompiler wordt getoond."
"Clear My tasks" = "Mijn Taken wissen"
"Click here to check for newer version" ="Hier klikken, controleert op nieuwere versie"
"Close" = "Sluiten"
"Code format" = "Code formaat"
"Collapse current file" = "Huidig bestand toeklappen"
"Collapse current group" = "Huidide groep toeklappen"
"Collapse everything" = "Alles toeklappen"
"Color" = "Kleur"
"Colors" = "Kleuren"
"Combine all scripts into folder" = "Alle Scripts in één map samenbrengen"
"Compressed video (*.mpg)" = "Gecomprimeerde Video (*.mpg)"
"Configure morph detection and decompilation\r\noptions for resulting FLA file." = "De opties kiezen voor morph detectie en decompileren\r\nvoor resulterend FLA-bestand."
"Contact &Tech Support" = "Technisch &Support kontakteren"
"Conversion options" = "Konversieopties"
"Conversion path:" = "Konversiepad:"
"Convert" = "Omzetten"
"Convert SWF file(s) to FLA" = "SWF bestand(en) in FLA Omzetten"
"Convert all" = "Alles Omzetten"
"Convert all available tasks to FLA." = "Alle beschikbare Taken in FLA Omzetten."
"Convert current" = "Huidige Omzetten"
"Convert currently highlighted file from the tasks list." = "Het huidig gekozen bestand van de Takenlijst omzetten."
"Convert static text into shapes" = "Statische Tekst naar vormen omzetten"
"Copy to clipboard" = "Kopiëer naar clipbord"
"Count" = "Aftellen"
"Create folder for morphs" = "Maak map voor morphs"
"Current" = "Huidig"
"Custom color" = "De door de gebruiker aangeduide kleur"
"Customize some advanced options of Flash Decompiler" = "Enkele bijzondere opties voor de Flash Decompiler instellen"
"Decode built-in MX classes" = "De ingebouwde MX Klassen dekoderen"
"Decompile symbols not present at timeline" = "Symbolen dekompileren, die op de tijdslijn niet beschikbaar zijn"
"Decompiling task" = "DekompileerTaken"
"Default" = "Standaard"
"Default settings" = "Standaard instellingen"
"Demo" = "Testversie"
"Details" = "Details"
"Detect motion tweens" = "Detecteer Bewegingstweens"
"Discard all changes which you applied\r\nand revert to last saved file." = "Annuleer alle aangebrachte wijzigingen\r\nen keer terug naar laatst opgeslagen bestand."
"Discard changes" = "Wijzigingen annuleren"
"Do not show this message again" = "Dit bericht niet meer weergeven"
"Do you really want to discard all the changes you made and revert to the last saved state of the SWF file?" = "Wil U werkelijk alle gemaakte wijzigingen annuleren en terugkeren naar het laatst opgeslagen SWF-bestand?"
"Do you really want to exit Flash Decompiler?" = "Wil u werkelijk het werk met de Flash Decompiler afsluiten?"
"Do you really want to remove all Flash files from My tasks?" = "Wil u werkelijk alle Flash-bestanden van de Takenlijst verwijderen?"
"Do you really want to remove selected file?" = "Wil u werkelijk het gekozen bestand verwijderen?"
"Do you really want to save changes in <%@>?" = "Wil u werkelijk de wijzigingen in <%@> opslaan?"
"Drag to zoom in and out" = "Trekken, om in en uit te zoomen"
"Dragging" = "Trekken"
"Dynamic text" = "Dynamische Tekst"
"Dynamic texts" = "Dynamische Teksten"
"Edit" = "Bewerken"
"Edit Flash objects" = "Flash-Objekten bewerken"
"Edit Images" = "Beelden bewerken"
"Edit URL's" = "URL's bewerken"
"Edit URLs" = "URLs bewerken"
"Edit color" = "Kleur bewerken"
"Edit colors" = "Kleuren bewerken"
"Edit colors in SWF/EXE tasks. Opens a special panel\r\nwhere you can edit most of the colors you see\r\nin a movie. Cannot edit raster images, etc." = "Bewerk de kleuren in SWF/EXE Taken. Een speciaal paneel moet worden geopend,\r\nwaar u de meeste kleuren uit de video kan bewerken. \r\nDe RasterBeelden kunnen niet worden bewerkt."
"Edit dynamic texts" = "Dynamische Teksten bewerken"
"Edit images" = "Beelden bewerken"
"Edit lines" = "Lijnen bewerken"
"Edit lines in a SWF/EXE task: edit line thickness, and color.\r\nDon't forget to select the desired shape if no lines are shown." = "De bewerking van lijnen in een SWF/EXE taak: de bewerking van de lijndichtheid en de kleur.\r\nVergeet u niet, de nodige vormen te selecteren, wanneer geen lijnen worden getoond."
"Edit lines:" = "Lijnen bewerken:"
"Edit links" = "Links bewerken"
"Edit links found in a SWF/EXE task.\r\nNote, that you will be editing all links in a task." =  "De in de SWF/EXE Taak gevonden Links bewerken.\r\nHou er rekening mee, dat u alle Links in een taak bewerkt."
"Edit links: " = "Links bewerken: "
"Edit shapes" = "Vormen bewerken"
"Edit sounds" = "Geluiden bewerken"
"Enable automatic size setting" = "Automatische grootte-instelling toestaan"
"Enable multi-line text positioning" = "Meervoudige Tekstlijn posities toestaan"
"Enable word-wrapping" = "De woord-afbreking activeren"
"Enter &registration code" = "De Registratiecode &invullen"
"Exact match" = "Volledige overeenstemming"
"Exit" = "Verlaten"
"Exit Flash Decompiler. All unsaved editing tasks will promt for saving." = "Verlaat Flash Decompiler. Alle bewerkte en nog niet opgeslagen taken zullen om opslag vragen."
"Expand current file" = "Huidig bestand uitklappen"
"Expand group" = "Groep uitklappen"
"Export format" = "Formaat exporteren"
"Export path:" = "Export Pad:"
"Extract" = "Uithalen"
"Extract SWF objects" = "SWF-Objekten uithalen"
"Extract all currently selected SWF resources.\r\nThe Export path can be changed in the main Extract tab." = "Alle geselecteerde SWF-objecten nu uithalen.\r\nHet export pad kan in de uithaaltab worden gewijzigd."
"Extract all currently selected SWF resources.\r\nThe path you see to the left will be used to store the objects in." = "Alle geselecteerde SWF-objecten nu uithalen.\r\nHet pad, dat u links ziet, wordt voor opslag van de Objecten gebruikt."
"Extract now" = "Nu uithalen"
"Extract resource" = "Object uithalen"
"Extracting SWF objects" = "SWF-Objekten uithalen"
"FLA" = "FLA"
"FLA version" = "FLA-Versie"
"Failed to open image <%@>" = "Het beeld<%@> kon niet worden geopendn"
"Failed to open sound file <%@>" = "Het geluidsbestand <%@> kon niet worden geopend"
"File" = "Bestand"
"File explorer" = "bestand-Explorer"
"File properties" = "Bestand eigenschappen"
"Find the ways to reach Eltima technical support for answers and tips." = "Hoe u Eltima technische Support kontakteert voor antwoorden en tips."
"Fit all" = "Alles aanpassen"
"Fit to Player area" = "Aan spelerruimte aanpassen"
"Flash Decompiler &homepage" = "&Flash Decompiler homepage"
"Flash Decompiler Options" = "Flash Decompiler opties"
"Flash Decompiler Trillix" = "Flash Decompiler Trillix"
"Flash Decompiler Trillix Options" = "Opties van Flash Decompiler Trillix"
"Flash Movie (*.swf)" = "Flash Movie (*.swf)"
"Flash Player 5" = "Flash Player 5"
"Flash Player 6" = "Flash Player 6"
"Flash Player 7" = "Flash Player 7"
"Flash Player 8" = "Flash Player 8"
"Flash Player ActiveX version installed in your system" = "Flash Player ActiveX Versie is op uw systeem geïnstalleerd."
"Flash Source (*.fla)" = "Broncode van Flash (*.fla)"
"Flash Video (*.flv)" = "Flash Video (*.flv)"
"Flash objects thumbnails settings when groups are selected" = "De instelling van de PreviewBeelden voor Flash-Objekten, wanneer Groepen zijn gekozen."
"Font" = "Font"
"Font size" = "Fontgrootte"
"Fonts" = "fonts"
"Force ANSI encoding" = "ANSI-codering verplichten"
"Formats" = "Formaten"
"Frame" = "Frame"
"Frame count:" = "Frame-aantal:"
"Framerate:" = "Frame-rate:"
"Frames" = "Frames"
"General" = "Algemeen"
"Globally search ActionScripts within SWF/EXE files." = "Globaal zoeken naar ActionScripts in SWF/EXE bestanden."
"Has alpha" = "Heeft Alpha"
"Has border" = "Heeft een kader"
"Has wordwrap" = "Heeft automatischen woordafbreking"
"Height:" = "Hoogte:"
"Hex dump" = "Hexadecimaal"
"Hex dump (*.txt)" = "Hexadecimale weergave (*.txt)"
"Hexadicimal dump" = "Hexadecimale weergave"
"Homepage" = "Homepage"
"Hypertext (*.html)" = "Hypertext (*.html)"
"Icons" = "Iconen"
"Id" = "ID"
"If you experience unusual behavior of your Flash movies in Flash Decompiler,\nthe problem may be caused by the older version of Flash Player ActiveX\nwhich is currently installed in your system. You may check for availability\nof the new version by clicking the following button, or visiting www.adobe.com" = "Zou u een ongewoon voorval in de Flash-Videos in Flash Decompiler merken,\nkan dit probleem eventueel te maken hebben met een oudere versie van in het systeem geïnstalleerde Flash Player ActiveX. U kan naar een\nnieuwere Versie uitkijken. Daaartoe op volgende knop drukken of www.adobe.com bezoeken."
"Ignore case" = "Ignoreer hoofdlettergebruik"
"Image" = "Beeld"
"Image (*.png, *.jpeg, *.bmp)" = "Beeld (*.png, *.jpeg, *.bmp)"
"Image format" = "Beeldformaat"
"Image properties" = "Eigenschappen van Beeld"
"Images" = "Beelden"
"Indent" = "inspringen"
"Indent size" = "de grootte van het inspringen"
"Info" = "Info"
"Is HTML" = "Is HTML"
"Is multiline" = "Is multilijn"
"Is password" = "Is Paswoord"
"Is read-only" = "Is read-only"
"Join mask layers" = "Samenvoegen van maskerlagen"
"Justify text: align text to both left and right,\r\nby adding extra spaces between words." = "De Tekst uitvullen: de Tekst naar rechts en naar links uitvullen,\r\ndoor bijkomende lege plaatsen tussen woorden toe te voegen."
"Layer" = "Laag"
"Leading" = "principaal"
"Leave current" = "Huidige waarde behouden"
"Left margin" = "De linkse rand"
"Length factor: " = "Lengte faktor: "
"Library folders" = "Bibliotheek-Map"
"License:" = "licentie:"
"Line properties" = "Lijneigenschappen"
"Line thickness in twips" = "Lijndikte in Twips"
"Lines" = "Lijnen"
"Link location to edit: " = "Link locatie om te bewerken: "
"Link target: " = "Link doel: "
"Links" = "Links"
"List" = "Lijst"
"Logics: " = "Logica: "
"Lossless" = "Zonder verlies"
"MP3 bitrate:" = "MP3 Bitrate:"
"MPG" = "MPG"
"Macromedia Flash 8 (v8)" = "Macromedia Flash 8 (v8)"
"Macromedia Flash Components (*.swc)|*.swc||" = "Macromedia Flash Komponenten (*.swc)|*.swc||"
"Macromedia Flash MX (v6)" = "Macromedia Flash MX (v6)"
"Macromedia Flash MX 2004 (v7)" = "Macromedia Flash MX 2004 (v7)"
"Make this dynamic text read-only" = "Deze dynamische Tekst enkel read-only maken"
"Manage" = "Beheren"
"Measured in twips: %@" = "Gemeten in Twips: %@"
"More Colors" = "Meer kleuren"
"More colors ... " = "Meer kleuren ... "
"Morph" = "Morph"
"Morph Options" = "Opties voor Morph"
"Morphs" = "Morphen"
"Motion tweens" = "Motion Tweens"
"Movement smoothness: " = "Gladheid der bewegingen: "
"My tasks (SWF, EXE)" = "Mijn Taken (SWF, EXE)"
"New" = "Nieuw"
"No" = "Neen"
"No Flash file selected" = "Geen Flash-bestand geselecteerd"
"No available tasks.\r\nPlease, add SWF or Projector EXE\r\nfiles here to activate other tabs." = "Geen beschikbare taken.\r\nVoeg hier SWF of Projector EXE\r\nbestanden toe, om andere tabs te aktiveren."
"No images to edit in this task.\r\nThis Flash movie does not contain any.\r\n" = "Geen te bewerken beelden\r\nin deze taak beschikbaar.\r\nDeze Flash-Video bevat er geen.\r\n"
"No sounds to edit in this task.\r\n" = "Geen geluiden om te bewerken\r\n in deze taak.\r\n"
"No tag information available for currently selected item, or no item selected. Please, choose some part of the movie in the tasks list." = "Geen Tag informatie beschikbaar voor de geselecteerde elementen of geen element is geselecteerd. Gelieve een deel van de video te selecteren in de takenlijst."
"Non-compressed video (*.avi)" = "Niet gecomprimeerde Video (*.avi)"
"Nothing found to match your query." = "Het zoeken naar us vraag leverde geen resultaat op."
"Object" = "Objekt"
"Objects" = "Objekten"
"Ok" = "Ok"
"Open User &Manual" = "Het handboek &openen"
"Open destination folder after extraction" = "Open de doelmap na het uithalen"
"Open file after conversion" = "Na conversie het bestand openen"
"Open local CHM user manual for help." = "Lokaal CHM-gebruikershandboek openen voor hulp."
"Opens SWF or Projector file in main player for preview.\r\nFile is not added to My tasks list." = "Opent SWF of Projector bestand in de hoofdspeler voor Preview.\r\nDit bestand behoort niet tot mijn takenlijst."
"Order full version" = "Volledige versie bestellen"
"Other" = "Andere"
"Other colors" = "Andere kleuren"
"P-Code" = "P-Code"
"P-Code and hexadicimal dump combined" = "P-Code en hexadecimale weergave zijn samengevoegd"
"Personal" = "Persoonlijk"
"Pi-code and hex dump (*.txt)" = "Pi-Code en hexadecimal (*.txt)"
"Pi-code dump (*.txt)" = "Pi-Code weergave (*.txt)"
"Place morphs into library" = "Morphen in de bibliotheek plaatsen"
"Place shapes into library" = "Vormen in de bibliotheek plaatsen"
"Place texts into library" = "Teksten in de bibliotheek plaatsen"
"Placement information" = "Plaatsingsinformatie"
"Placeobjects" = "Objekten plaatsen"
"Plain Text (*.txt)" = "Eenvoudige tekst (*.txt)"
"Player parameters" = "Speler parameters"
"Please, choose the desired format for ActionScripts present\r\nin the tasks to be exported into.\r\nAvailable formats: Pi-code, hex dump or plain text file." = "Kies het gewenste formaat voor de ActionScripts,\r\ndie in de taak beschikbaar zijn, om naar dit formaat te exporteren.\r\nBeschikbare Formaten: Pi-Code, hexadecimale weergave of eenvoudige tekst."
"Please, choose the desired format for buttons present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "Kies het gewenste formaat voor de knoppen,\r\ndie in de taak beschikbaar zijn, om in dit formaat te exporteren.\r\nBeschikbare formaten: SWF en FLA."
"Please, choose the desired format for fonts present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." ="Kies het gewenste formaat voor de fonts,\r\ndie in de taak beschikbaar zijn, om in dit formaat te exporteren.\r\nBeschikbare formaten: SWF en FLA."
"Please, choose the desired format for frames present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." ="Kies het gewenste formaat voor de frames,\r\ndie in de taak beschikbaar zijn, om in dit formaat te exporteren.\r\nBeschikbare formaten: SWF en FLA."
"Please, choose the desired format for images present\r\nin the tasks to be exported into.\r\nAvailable formats: JPG, PNG, BMP, SWF or FLA" = "Kies het gewenste formaat voor beelden,\r\ndie in deze taak beschikbaar zijn, om in dit formaat te exporteren.\r\nBeschikbare formaten: JPG, PNG, BMP, SWF of FLA."
"Please, choose the desired format for morphs present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." ="Kies het gewenste formaat voor de morphen,\r\ndie in de taak beschikbaar zijn, om in dit formaat te exporteren.\r\nBeschikbare formaten: SWF en FLA."
"Please, choose the desired format for shapes present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "Kies het gewenste formaat voor de vormen,\r\ndie in de taak beschikbaar zijn, om in dit formaat te exporteren.\r\nBeschikbare formaten: SWF en FLA."
"Please, choose the desired format for sounds present\r\nin the tasks to be exported into.\r\nAvailable formats: WAV, MP3, SWF or FLA." = "Kies het gewenste formaat voor de geluiden,\r\ndie in de taak beschikbaar zijn, om in dit formaat te exporteren.\r\nBeschikbare formaten: WAV, MP3, SWF of FLA."
"Please, choose the desired format for sprites present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." ="Kies het gewenste formaat voor de sprites,\r\ndie in de taak beschikbaar zijn, om in dit formaat te exporteren.\r\nBeschikbare formaten: SWF en FLA."
"Please, choose the desired format for texts present\r\nin the tasks to be exported into.\r\nAvailable formats: TXT, RTF, HTML, SWF or FLA." ="Kies het gewenste formaat voor de teksten,\r\ndie in de taak beschikbaar zijn, om in dit formaat te exporteren.\r\nBeschikbare formaten: TXT, RTF, HTML, SWF of FLA."
"Please, choose the desired format for videos present\r\nin the tasks to be exported into.\r\nAvailable formats: FLV, AVI, MPG, SWF or FLA." ="Kies het gewenste formaat voor de videos,\r\ndie in de taak beschikbaar zijn, om in dit formaat te exporteren.\r\nBeschikbare formaten: FLV, AVI, MPG, SWF of FLA."
"Please, note that Flash Decompiler will process the tasks which are currently added in My tasks panel, and not necessarily the one which is currently previewed. Make sure the files you need converted or exported from are in My tasks list." = "Let op volgend gegeven. De Flash Decompiler zal enkel die taken verwerken, die in mijn taken beschikbaar zijn, niet dus die, waarvoor enkel de preview aktief is. Controleer of de bestanden die moeten omgezet of geëxporteerd, in Mijn Taken zijn geselecteerd."
"Please, select target folder where resulting extracted objects should be saved to." = "Kies de doelmap, waarin de uitgehaalde objekten moeten worden opgeslagen."
"Preparing preview..." = "Bereid Preview voor..."
"Preview not available" = "De Preview is niet beschikbaar"
"Property" = "Eigenschap"
"Quality" = "Kwaliteit"
"Ready" = "Klaar"
"Recover original variables names" = "Herstellen van originele variabele-namen"
"Refresh" = "Verversen"
"Register your copy of Flash Decompiler\r\nby entering your registration name and code." = "Registreer uw kopie van Flash Decompiler,\r\ndoor ingave van registratienaam en registratiecode."
"Registered to:" = "Geregistreerd op:"
"Registration code:" = "Registratiecode:"
"Reload current task into original state" = "Huidige Taak in originele staat terug ophalen."
"Remove all" = "Alles verwijderen"
"Remove all tasks from the tasks list." = "Alle Taken van de Takenlijst verwijderen."
"Remove current task" = "Huidige Taken verwijderen"
"Remove current task from the tasks list." = "Huidige Taken van de Takenlijst verwijderen."
"Remove file" = "bestand verwijderen"
"Remove tasks" = "Taken verwijderen"
"Replace and edit dynamic texts currently present in a SWF/EXE task." = "Vervangen en bewerken van dynamische Teksten, die momenteel beschikbaar zijn in de SWF/EXE Taken."
"Replace original images in a SWF/EXE task: you can add\r\nJPEG and PNG images, edit their quality,\r\ntransparency settings and size." = "Vernieuw de originele Beelden in de SWF/EXE Taken: u kan \r\nJPEG en PNG Beelden toevoegen, hun kwaliteit,\r\n de doorzichtigheid en de grootte instellen."
"Replace original sounds in a SWF/EXE task:\r\nadd your own sounds instead of the original\r\nobjects, alter sound format and quality." = "Vervang de originele geluiden in de SWF/EXE Taken:\r\n u kan eigen geluiden ter vervanging van de originele toevoegen, het geluidsformaat en de kwaliteit aanpassen."
"Reset all extraction formats to default values." = "Alle Uithaalformaten naar standaardwaarden terugplaatsen."
"Reset all formats to FLA" = "Alle Formaten naar FLA terugplaatsen"
"Reset all formats to SWF" = "Alle Formaten naar SWF terugplaatsen"
"Reset this tab to default conversion settings." = "Deze tab om de standaardinstellingen te herstellen."
"Reset to default conversion settings." = "Terug naar de standaard instellingen"
"Reset to defaults" = "Terug naar standaarden"
"Rich Text (*.rtf)" = "Rich Text (*.rtf)"
"Right" = "Rechts"
"Right margin" = "Rechter Rand"
"SWF" = "SWF"
"SWF File Info" = "Info over SWF-bestand"
"SWF Resources Info" = "Info over SWF-objecten"
"SWF version" = "SWF-Versie"
"SWF version:" = "SWF-Versie:"
"Save" = "Opslaan"
"Save Log" = "Log opslaan"
"Save a SWF copy of the file currently selected in My tasks.\r\nNote, if you highlight a certain resource in a task, but another file\r\nfrom is currently displayed,the file highlighted in My tasks will be saved." = "Kopie van SWF-bestand opslaan,  welk momenteel door taken is geselecteerd.\r\nLet er op, dat wanneer u een bepaalde bron in de Taken markeert, maar een ander\r\nuit deze bron momenteel is aangeduid, wordt het in mijn Taken gemarkeerde bestand opgeslagen."
"Save as..." = "Opslaan als..."
"Save current task in a new file with applied changes." = "Huidige taak met uitgevoerde wijzigingen in een nieuw bestand opslaan."
"Save current task with applied changes." = "Huidige taak met uitgevoerde wijzigingen opslaan."
"Save on disk" = "Op schijf opslaan"
"Save/Discard changes" = "Wijzigingen opslaan/annuleren"
"Screenshot" = "Screenshot"
"Scripts" = "Scripts"
"Search" = "Zoeken"
"Search for: " = "Zoeken naar: "
"Search now" = "Nu zoeken"
"Search only in current SWF" = "Enkel in deze SWF zoeken"
"Search options" = "Zoekopties"
"Search results" = "Zoekresultaten"
"Select folder to add to the tasks list" = "De map kiezen, om aan de takenlijst toe te voegen"
"Select folder to convert object to" = "De map kiezen, om objekt in om te zetten"
"Selectable" = "Selecteerbaar"
"Separate layers for morphs" = "Afzonderlijke lagen voor morphen"
"Set all extraction formats except for ActionScript to FLA" = "Alle Formaten instellen voor uithalen behoudens voor ActionScript in FLA"
"Set all extraction formats except for ActionScript to SWF" = "Alle Formaten instellen voor uithalen behoudens voor ActionScript in SWF"
"Shape" = "Vorm"
"Shapes" = "Vormen"
"Size" = "Grootte"
"Size (bytes)" = "Grootte (Bytes)"
"Size in bytes" = "Grootte in Bytes"
"Small icons" = "Kleine Iconen"
"Some tutorials on Flash Decompiler usage" = "Enige lessen voor het gebruik van Flash Decompiler"
"Sound" = "Geluid"
"Sound (*.wav, *.mp3)" = "Geluid (*.wav, *.mp3)"
"Sound rate" = "Geluid-Rate"
"Sounds" = "Geluiden"
"Sprite" = "Sprite"
"Sprites" = "Sprites"
"Standard colors" = "Standaardkleuren"
"Static text" = "Statische Tekst"
"Static text bounding box expansion" = "De vergroting van de boxgrenzen voor statischen Text"
"Status" = "Status"
"Stereo (mono if unchecked)" = "Stereo (zoniet Mono)"
"Stretch/Shrink new image to fit original size" = "Beeld uitrekken/krimpen om aan te passen aan originele maat"
"Support e-mail: support@eltima.com" = "Support per E-Mail: support@eltima.com"
"Switch to dragging mode (movie interactive objects will not be active)" = "Omschakelen naar sleep-mode (interaktieve Objekten in de Video zullen niet actief zijn)"
"Switch to original size" = "Omschakelen naar originele grootte"
"Tag" = "Tag"
"Tag information" = "Informatie over Tag"
"Take snapshot" = "Screenshot maken"
"Taken snapshot will be copied to clipboard.\r\nThen you can paste it anywhere in graphic editor,\r\ndocument or else..." = "Het gemaakte Screenshot zal in het clipbord worden opgeslagen.\r\nVan daaruit kan u het plakken in een grafische Editor,\r\nin een Dokument of elders toevoegen...."
"Taken snapshot will be saved to your hard drive.\r\nYou will see a dialog to navigate to desired folder" = "Het gemaakte Screenshot zal op schijf worden opgeslagen.\r\nU krijgt een dialoog te zien, om te navigeren naar de gewenste map"
"Takes a screenshot of currently played file/frame.\r\nBy default the snapshot is placed into clipboard" = "Het Screenshot van het huidige bestand/Frames wordt gemaakt.\r\nWanneer niets anders is bepaald, wordt het Screenshot in het clipbord opgeslagen."
"Technical and information support center:\r\nfind out how we can help you, search for answers or contact Eltima easily." = "Technische en informatieve Support:\r\nZie hoe wij u kunnen helpen, zoek antwoorden of neem kontakt met Eltima."
"Text" = "Tekst"
"Text color" = "Tekstkleuren"
"Text options" = "Tekstopties"
"Texts" = "Teksten"
"There are no lines or colors to edit\r\nin selected shape or no shape was selected." = "Er zijn geen lijnen of kleuren \r\nte bewerken in de gekozen vorm \r\nof er is geen vorm gekozen."
"This movie has only 1 frame, you can't rewind it" = "Deze video heeft maar één frame. U kan deze niet terugspoelen."
"This tab is disabled because no files are added to My tasks list.\r\nPlease, drop some Flash movies there." = "Deze tab is niet aktief, omdat er geen bestanden aan mijn takenlijst zijn toegevoegd.\r\nVoeg enkele videos toe."
"This task does not contain\r\nany dynamic texts.\r\n" = "Deze Taak bevat geen\r\ndynamische Teksten.\r\n"
"Thumbnails for Buttons" = "Ikonen voor knoppen"
"Thumbnails for Fonts" = "Ikonen voor fonts"
"Thumbnails for Images" = "Ikonen voor beelden"
"Thumbnails for Morphs" = "Ikonen voor morphen"
"Thumbnails for Shapes" = "Ikonen voor vormen"
"Thumbnails for Sprites" = "Ikonen voor sprites"
"Thumbnails for Texts" = "Ikonen voor teksten"
"Thumbnails for Videos" = "Ikonen voor Videos"
"To  be  able  to  correctly  decompile  Flash  components, we have to keep their database on your disc. In case you have additional components elsewhere, you can add SWC files manually. Otherwise, use the Update button to automatically fetch all Flash components available in your system." = "Voor korrekte decompilering moeten Flash-Komponenten in een Databank op de schijf worden opgeslagen. Voor elders opgeslagen komponenten kan u SWC-bestanden manueel toevoegen of de "Update" knop gebruiken, om alle in het systeem beschikbare Flash-Komponenten automatisch op te halen."
"Total" = "Totaal"
"Transparent" = "Doorzichtig"
"Treat text as HTML" = "De Tekst als HTML behandelen"
"Type" = "Type"
"Unable to open file." = "Kan dit bestand niet openen."
"Unfortunately, Adobe Flash player ActiveX isn't installed in your system. Flash Decompiler requires this ActiveX control for proper working. Please, visit www.adobe.com and install Flash Player or contact Eltima technical support (support@eltima.com)." = "Leider ist Adobe Flash Player ActiveX im System nicht installiert. Flash Decompiler benötigt dieses ActiveX Control für korrekte Arbeit. Besuchen Sie bitte www.adobe.com und installieren Sie den Flash-Player oder kontaktieren Sie technischen Support von Eltima (support@eltima.com)."
"Unlimited Business" = "Onbegrensde Business licentie"
"Updated" = "Aktuelisiert"
"Use Flash movie background color" = "De achtergrondkleur van de Flash-Videos gebruiken"
"Use getProperty/setProperty" = "getProperty/setProperty gebruiken"
"Use system font" = "Systeemfont gebruiken"
"Use tabs" = "Tabs gebruiken"
"Used by" = "Gebruikt door"
"Uses" = "gebruikt"
"Value" = "Waarde"
"Var name" = "Var Naam"
"Version" = "Versie"
"Version %@" = "Versie %@"
"Video" = "Video"
"Videos" = "Videos"
"View currently assigned hot keys for faster access\r\nto most frequent actions." = "Bekijk de reeds vastgelegde sneltoetsen voor snellere toegang\r\ntot de meest frekwante handelingen."
"Visit Flash Decompiler homepage online." = "De Homepage van Flash Decompiler bezoeken"
"Whole words only" = "Enkel volledige woorden"
"Width:" = "Breedte:"
"Yes" = "Ja"
"You have Flash ActiveX version: %@" = "U heeft Flash ActiveX Versie: %@"
"You may alter ActionScripts syntax highlighting here. This will only influence their representation in Flash Decompiler." = "Hier kan u de Syntax highlighting van ActionScripts wijzigen. Dit beïnvloedt enkel hun weergave in Flash Decompiler."
"You should restart Flash Decompiler to apply new language." = "Om de nieuwe taal te gebruiken, moet Flash Decompiler worden heropgestart."
"ZLib compressed:" = "Met Zlib compressie:"
"Zoom" = "Zoom"
"Zoom Slider" = "Zoom Schuiver"
"no" = "neen"
"temp" = "temp"
"yes" = "ja"
" " = " "
"Action tag #%@" = "Aktie tag #%@"
"Add File(s)..." = "Bestand ... toevoegen"
"As button" = "Als Knop"
"Ascent" = "Opklimmend"
"Bold" = "Vet gedrukt"
"Building scripts ..." = "Aanmaken van Scripts ..."
"Built in" = "Ingebouwd"
"Comment" = "Kommentaar"
"Components" = "Komponenten"
"Descent" = "Neerdalend"
"Down" = "Naar onder"
"Dyn text" = "Dyn Tekst"
"Edge bounds" = "Randgrenzen"
"Element:" = "Element:"
"Encoding" = "Codering"
"End bounds" = "Eindgrenzen"
"Flash Components in database:" = "Flash Komponenten in de Databank:"
"Flash Components' database path:" = "Pad naar de Databank van Flash Komponenten:"
"Flash movie (*.SWF)|*.SWF|" = "Flash Video (*.SWF)|*.SWF|"
"Font name" = "Font naam"
"Foreground color:" = "Voorgrond kleur:"
"Frames count" = "Tellen van Frames"
"Glyph count" = "Tellen van beeldtekens"
"Hit" = "Aangeslagen"
"Italic" = "Italic"
"JPEG" = "JPEG"
"Keyword" = "Sleutelwoord"
"Label" = "Label"
"Language code" = "Taalcode"
"Literal" = "Konstante"
"Matrix" = "Matrix"
"Move(%@)" = "Verplaats(%@)"
"Operator" = "Operator"
"Over" = "Over"
"Recover register variables" = "Herstel register variabelen"
"Scale(%@)" = "Schalen(%@)"
"Rotate(%@)" = "Draaien(%@)"
"Select folder to store components database" = "Kies map voor opslag van Databank komponenten"
"Small" = "Klein"
"Start bounds" = "Startgrenzen"
"Stat text" = "Stat Tekst"
"State" = "Toestand"
"String" = "String"
"Track mode" = "Opvolgmodus"
"Up" = "Naar boven"
"Update" = "Aktualisatie"
"Use non-scalling strokes" = "Niet schaalbare lijnen gebruiken"
"Use scalling strokes" = "Schaalbare lijnen gebruiken"
"Uses Defaults" = "gebruikt standaarden"
"Whitespace" = "blanco ruimte"
"alpha" = "alpha"
"blue" = "blauw"
"green" = "groen"
"red" = "rood"
"FirstSample: %@" = "Eerste Sample: %@"
"LastSample: %@" = "Laatste Sample: %@"
"Repeat: %@" = "herhalen: %@"
"No multiple" = "Geen meervoudige"
"Stop" = "Stop"
"Stereo" = "Stereo"
"Mono" = "Mono"
"As menu" = "Als Menu"
"VideoPacket" = "VideoPakket"
"Off" = "Uit"
"On" = "Aan"
"Left" = "Links"
"Center" = "Midden"
"Justify" = "Uitvullen"
"Flash Decompiler Trillix intro" = "Flash Decompiler Trillix Intro"
"Understanding demo limitations" = "De Beperkingen van de demoversie"
"&About Flash Decompiler..." = "&Over Flash Decompiler..."
"Applying" = "Toepassen"
"Codec" = "Codec"
"Extracting %s..." = "Uithalen %s..."
"Extracting ..." = "Uithalen ..."
"Extracting resources from %s..." = "Haal komponenten uit  %s..."
"Extraction done." = "Uithalen beëindigd."
"Extraction started ..." = "Uithalen gestart ..."
"Rate" = "Rate"
"Sample bits" = "Sample Bits"
"Samples count" = "Tellen van Samples"
"Stereo/mono" = "Stereo/Mono"
"Streaming sound" = "Streaming Sound"
"You can click this button as well! It has some valuable stuff inside" = "U kan ook op deze knop klikken! Deze bevat waardevolle informatie"
"Continue demo" = "Demoversie testen"
"Enter registration code" = "Geef Registreer code"
"Order now" = "Bestellen"
"Thank you very much for trying the Demo version of Flash Decompiler Trillix by Eltima Software.\r\n\r\nThe demo version is fully-functional, but implies certain demo limitations. Among them:\r\n\r\n - only two objects will be exported in every resource category;\r\n - Flash movies will be converted into FLA in black-and-white;\r\n - ActionScripts will not be included in resulting FLA files;\r\n - decompiled ActionScripts cannot be copied to clipboard;\r\n - you won't be able to save changes to your Flash files after editing.\r\n\r\nPlease, don't forget to register your copy of the software to get rid of all demo limitations forever.\r\nTo get your registration key, please, click 'Order now' below." = "Dank voor het gebruik van de Testversie van Flash Decompiler Trillix van Eltima Software. De Testversie is volledig funktioneel, maar heeft wel enkele beperkingen. Daaronder bv:\r\n - in elke Kategorie van Elementen worden slechts twee Objekten geëxporteerd;\r\n - Flash Videos worden in FLA in zwart-wit omgezet;\r\n - Resulterende FLA-bestanden zullen geen ActionScripts bevatten;\r\n - Gedecompileerde ActionScripts kunnen niet naar het clipbord worden gekopiëerd;\r\n - Na bewerking kunnen de wijzigingen in Flash-bestanden niet worden opgeslagen.\r\nOm deze beperkingen van de testversie uit te schakelen, gelieve uw kopie van de software te registreren. Om de Registratiecode te bekomen, klik aub op 'bestellen'."
"Register" = "Registreren"
"Eltima - Waiver of responsibility" = "Eltima - afwijzing van aansprakelijkheid"
"Please, be informed that Eltima provides Flash/SWF decompilation \r\ntechnology with Flash Decompiler Trillix for personal use only, \r\nnot for copyrighted materials you are not the owner of. \r\nYou hereby confirm that you are aware of all possible copyright \r\ninfringements when decompiling Flash/SWF files and realize \r\nthat Eltima waives any responsibility thereafter." = "Opgelet. Eltima biedt de technologie \r\nvan het decompileren van Flash/SWF, die in het programma Flash \r\nDecompiler Trillix is toegepast, enkel voor persoonlijk gebruik aan, \r\nniet voor het decompileren van auteursrechtelijk beschermde\r\nbestanden, die u niet toebehoren. \r\nHiermede bevestigt u dat alle mogelijke problemen van \r\nhet schenden van de auteursrechten bij het decompileren\r\nvan Flash/SWF bestanden erkennen, en u gaat er dus mee akkoord, \r\ndat Eltima aldus afstand neemt van elke aansprakelijkheid."
"Register Flash Decompiler now" = "Registreer Flash Decompiler nu!"
"To apply localization, you need to restart Flash Decompiler Trillix. Press Yes to close Flash Decompiler now, and restart it manually; or No to do it later. If you press Cancel, localization changes will not be applied." = "Om de Lokalisatie toe te passen, moet Flash Decompiler Trillix worden heropgestart. De knop 'Ja' zal de Flash Decompiler nu afsluiten, daarna kan u het programma heropstarten; 'Neen' zal deze handeling naar later uitstellen. Wanneer u op 'Annuleren' drukt, blijft de lokalisatiie ongewijzigd."
"Flash Decompiler Trillix is not registered on this machine. If you want to use it you need to register it now." = " Flash Decompiler Trillix is niet geregistreerd op deze computer. Zo u dit programma wil gebruiken, registreer het dan."
"Flash Decompiler Trillix is already registered in this system. Please, don't enter another registration details unless you want to change your registration name or license type." = "Flash Decompiler Trillix is in dit Systeem reeds geregistreerd. Geef aub geen Registratie-informatie in, behoudens wanneer u de registratienaam of -type wil wijzigen."
"Adding file(s) to the tasks list..." = " bestand(en) aan de takenlijst toevoegen ..."
"Preview" = "Preview"
"Open" = "Openen"
"Quick actions" = "Snelle Akties"
"Convert SWF to FLA" = "SWF naar FLA Omzetten"
"Interface" = "Aanzicht"
"Show/Hide" = "Tonen/verbergen"
"Customize the way Flash Decompiler looks like, it may also help you recover the lost panel." = "Het aanzicht van Flash Decompiler aanpassen aan uw wensen, dit kan ook helpen om een verborgen paneel terug te halen."
"Removing task(s)..." = "Taken verwijderen..."
"Quick extract all currently selected SWF resources." = "Snelle extractie van alle nu gekozen objecten."
"Quick convert currently highlighted file from the tasks list." = "Snelle conversie van het huidig geselecteerde bestand uit de takenlijst."
"The following checkbox enables Flash Decompiler to save your tasks statuses after exiting and relaunching. By default, Flash Decompiler will save all previous tasks as they were before you exit." = "Deze Checkbox laat u toe de status van de taken op te slaan bij het verlaten en herstarten. Als standaard zal Flash Decompiler alle huidige taken in hun bestaande toestand voor het verlaten opslaan."
"Save My tasks list status on exit" = "Bewaar mijn takenlijst bij afsluiten."
"These buttons let you reset visibility and positions of the main three panels: My tasks, File properties and Tag info. This is quite convenient when you \"lose\" them by dragging out or configuring the GUI." = "Deze knoppen laten toe het herstellen van de drie belangrijke panels: Mijn Taken, Bestands-eigenschappen, Tag Informatie. Dat is gemakkelijk, wanneer men deze bij het slepen of bij de configuratie van de GUI \"verloren\" heeft."
"Reset \"My tasks\" panel position" = "Herstel \"Mijn Taken\" panelpositie"
"Reset \"File properties\" panel position" = "Herstel \"Bestand-Eigenschappen\" panelpositie"
"Reset \"Tag information\" panel position" = "Herstel \"Tag Informatie\" panelpositie"
"General Flash Decompiler settings" = "Algemene instellingen van Flash Decompiler"
"Open Flash movies" = "Flash-Video Openen"
"Decode all classes as dynamic" = "Decodeer alle klassen als dynamisch"
"Warning: you don't have Adobe Flash installed in this system at all. You won't be able to edit FLA file in this system." = "Opgelet: Adobe Flash is niet geïnstalleerd op dit systeem. U zal geen FLA bestanden kunnen bewerken in dit systeem."
"Warning: you are trying to convert this movie into FLA format of version %d, however, you only have Adobe Flash of version %d installed. Most probably, you won't be able to open converted FLA file until you upgrade your version of Flash." = "Opgelet: u probeert deze film om te zetten naar FLA formaat van versie %d, maar u heeft slechts Adobe Flash van versie %d geïnstalleerd. Waarschijnlijk, zal u het omgezette FLA bestand niet kunnen openen tot u uw versie van Flash bijwerkt."
"Warning: the movie which you are trying to convert requires features of Adobe Flash %d, however, you only have Adobe Flash version %d installed. Most probably, you won't be able to open converted FLA file until you upgrade your version of Flash. Do you still wish to continue converting into upper version of FLA? (If you select NO, this movie will be converted into FLA format of version %d, some objects may be lost)" = "Opgelet: de film die u wil omzetten veresit eigenschappen van Adobe Flash %d, maar u heeft enkel Adobe Flash versie %d geïnstalleerd. Waarschijnlijk, zal u het omgezette FLA bestand niet kunnen openen tot u uw versie van Flash bijwerkt. Wil u nog steeds omzetten naar hogere versie van FLA? (Zo u 'Neen' selecteert, zal deze film worden omgezet in FLA formaat van versie %d, sommige objecten kunnen verloren gaan)"
"About L.A.M.E and FFmpeg" = "About L.A.M.E and FFmpeg";
"Show information about third-party libraries used and their licensing details" = "Show information about third-party libraries used and their licensing details";
"Flash Decompiler uses L.A.M.E and FFmpeg (both under LGPL v.3)" = "Flash Decompiler uses L.A.M.E and FFmpeg (both under LGPL v.3)";
"About third-party libraries" = "About third-party libraries";
"Cannot load file. File is either locked by another process or corrupt." = "Cannot load file. File is either locked by another process or corrupt."
"Don't show this message again" = "Don't show this message again";
"Different caps styles for begin/end of the same line are not supported in FLA format. They must match each other." = "Different caps styles for begin/end of the same line are not supported in FLA format. They must match each other."
"File (or files) you are trying to convert was created by Adobe Flex Builder and therefore cannot be converted into FLA. Instead, a Flex Builder project will be created. You will need Adobe Flex Builder software to edit this project." = "File (or files) you are trying to convert was created by Adobe Flex Builder and therefore cannot be converted into FLA. Instead, a Flex Builder project will be created. You will need Adobe Flex Builder software to edit this project.";
"Register your copy of Flash Decompiler now by obtaining a license online." = "Register your copy of Flash Decompiler now by obtaining a license online.";
"Processing sprite symbol #%d..." = "Processing sprite symbol #%d..."
"Conversion started..." = "Conversion started...";
"Font #%d not found" = "Font #%d not found"
"Starting header processing..." = "Starting header processing..."
"Options" = "Options";
"Make text bold" = "Make text bold";
"Failed to convert ActionScript into MXML" = "Failed to convert ActionScript into MXML";
"Failed to save resources" = "Failed to save resources";
"Use system font instead of embedded one" = "Use system font instead of embedded one";
"Loading file \"%s\"..." = "Loading file \"%s\"..."
"InitClip" = "InitClip";
"Change font" = "Change font";
"Cannot create \"%s\" file." = "Cannot create \"%s\" file."
"Unknown error" = "Unknown error";
"Converting ..." = "Converting ..."
"Select the version of SWF format which would be set\r\nby default when you'll be publishing the converted FLA." = "Select the version of SWF format which would be set\r\nby default when you'll be publishing the converted FLA."
"Code:" = "Code:"
"Component database is empty. Do you want to search for installed Flash Components?" = "Component database is empty. Do you want to search for installed Flash Components?";
"Warning: static texts cannot be edited without changing their font. Please, select the new font first then you will be able to edit static text." = "Warning: static texts cannot be edited without changing their font. Please, select the new font first then you will be able to edit static text.";
"This task does not contain\r\nany texts.\r\n" = "This task does not contain\r\nany texts.\r\n";
"Flash Player 9" = "Flash Player 9"
"An error has ocurred while processing timeline." = "An error has ocurred while processing timeline."
"Button symbol #%d processing finished." = "Button symbol #%d processing finished."
"Edit texts" = "Edit texts";
"An error has ocurred while creating FLA timeline." = "An error has ocurred while creating FLA timeline."
"Processing button symbol #%d..." = "Processing button symbol #%d..."
"Failed to save AS files" = "Failed to save AS files";
"FLA version: " = "FLA version: ";
"An error has occured while saving FLP or AS file(s)." = "An error has occured while saving FLP or AS file(s)."
"ActionScripts viewing && conversion settings." = "ActionScripts viewing && conversion settings.";
"Starting timeline processing..." = "Starting timeline processing..."
"As FLA" = "As FLA"
"Italicize text" = "Italicize text";
"Library processing finished." = "Library processing finished."
"Demo version does not convert Flex projects, you can only preview ActionScripts stored in Flex files. To convert Flex files to their source code, please, obtain a license of Flash Decompiler Trillix.\r\rIf you are not sure in conversion results, send your Flex file to support@eltima.com for revision." = "Demo version does not convert Flex projects, you can only preview ActionScripts stored in Flex files. To convert Flex files to their source code, please, obtain a license of Flash Decompiler Trillix.\r\rIf you are not sure in conversion results, send your Flex file to support@eltima.com for revision.";
"An error has occurred while normalizing tags in SWF file." = "An error has occurred while normalizing tags in SWF file."
"Done" = "Done"
"File operation failed" = "File operation failed";
"Flash Decompiler uses L.A.M.E. and FFmpeg (both under LGPL v.3)" = "Flash Decompiler uses L.A.M.E. and FFmpeg (both under LGPL v.3)";
"Failed to save project files" = "Failed to save project files";
"Timeline processing finished." = "Timeline processing finished."
"Used fill style is not fully supported by convertor or by FLA file format." = "Used fill style is not fully supported by convertor or by FLA file format."
"An error has occured while parsing SWF timeline." = "An error has occured while parsing SWF timeline."
"Error" = "Error";
"Uses L.A.M.E. and FFmpeg under LGPL v.3" = "Uses L.A.M.E. and FFmpeg under LGPL v.3";
"Converting %s file into Flex project..." = "Converting %s file into Flex project...";
"Unfortunately, you cannot save SWF files in demo version. This feature will be enabled once you register your copy of Flash Decompiler. Please, visit www.eltima.com for purchasing details." = "Unfortunately, you cannot save SWF files in demo version. This feature will be enabled once you register your copy of Flash Decompiler. Please, visit www.eltima.com for purchasing details."
"Thank you for registration!" = "Thank you for registration!";
"You are trying to save the file in Macromedia Flash %d format. \nIn order to work it correctly, this file must be saved in Macromedia Flash %d. \nPlease, select \"Yes\" to convert to version %d or \"No\" to continue conversion into the old format. \nNote that some features could be lost in this case." = "You are trying to save the file in Macromedia Flash %d format. \nIn order to work it correctly, this file must be saved in Macromedia Flash %d. \nPlease, select \"Yes\" to convert to version %d or \"No\" to continue conversion into the old format. \nNote that some features could be lost in this case."
"Starting conversion..." = "Starting conversion..."
"Deblocking mode" = "Deblocking mode"
"Smoothing on" = "Smoothing on"
"Saving has been cancelled." = "Saving has been cancelled."
"Header processing finished." = "Header processing finished."
"Do you want to continue?" = "Do you want to continue?";
"Failed to parse SWF file" = "Failed to parse SWF file";
"Cannot create \"%s\" directory." = "Cannot create \"%s\" directory."
"Cannot create destination file or it is occupied by another application. Please choose another name for FLA file."	= "Cannot create destination file or it is occupied by another application. Please choose another name for FLA file."
"File conversion finished." = "File conversion finished."
"Sprite symbol #%d processing finished." = "Sprite symbol #%d processing finished."
"Same as FLA version" = "Same as FLA version"
"Change font size" = "Change font size";
"An error has ocurred while processing library." = "An error has ocurred while processing library."
"Starting library processing..." = "Starting library processing..."
"Online tutorials" = "Online tutorials";
"Name:" = "Name:"
"SWF file doesn't have Flex ActionScript" = "SWF file doesn't have Flex ActionScript";
"Flash Decompiler" = "Flash Decompiler";
"Saving file \"%s\"..." = "Saving file \"%s\"..."
"Failed to open file " = "Failed to open file ";
"Select the version of FLA format to be created" = "Select the version of FLA format to be created"
"Replace and edit texts currently present in a SWF/EXE task." = "Replace and edit texts currently present in a SWF/EXE task.";
"No links available in this task for editing.\r\nThere may be no links,\r\nor they are dynamically built or else.\r\n" = "No links available in this task for editing.\r\nThere may be no links,\r\nor they are dynamically built or else.\r\n";
"Error parsing SWF file, please, send it to support@eltima.com" = "Error parsing SWF file, please, send it to support@eltima.com";
"Unable to convert ActionScript class: %@ into MXML, please, send this file to support@eltima.com" = "Unable to convert ActionScript class: %@ into MXML, please, send this file to support@eltima.com";
"This file turns out not to be a Flex file, please, send it to support@eltima.com for investigation." = "This file turns out not to be a Flex file, please, send it to support@eltima.com for investigation.";
"Could not save Flex Project file(s), check your user rights." = "Could not save Flex Project file(s), check your user rights.";
"This folder doesn't have any supported files to preview or open" = "This folder doesn't have any supported files to preview or open";
"Unknown error! Please, send the file you are trying to convert to support@eltima.com" = "Unknown error! Please, send the file you are trying to convert to support@eltima.com";
"Could not save AS file(s), check your user rights." = "Could not save AS file(s), check your user rights.";
"Could not open file: %@ for writing." = "Could not open file: %@ for writing.";
"Unable to create folder: %@, check your user rights." = "Unable to create folder: %@, check your user rights.";
"Up one level" = "Up one level";
"Could not save Flex Project resources, check your user rights." = "Could not save Flex Project resources, check your user rights.";
"Reload current directory" = "Reload current directory";
"SWF to FLA conversion" = "SWF to FLA conversion"
"Recover arguments' names" = "Recover arguments' names"
"SWF object extraction" = "SWF object extraction"
"Editing SWF file" = "Editing SWF file"

"Extract all currently selected SWF resources." = "Extract all currently selected SWF resources.";
